IDEA Open Model
MatReinforcementEc2.Type Property
Compatible with IDEA StatiCa 20.1
 Type of reinforcement
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ReinfType Type { get; set; }
Public Property Type As ReinfType
	Get
	Set
Property Value
Type: ReinfType
See Also
Reference
MatReinforcementEc2 Class
IdeaRS.OpenModel.Material Namespace